export const pricingItems = [
   {
      code: 121 as const,
      plan: "Free" as const,
      tagline: "برای سرگرمی و امتحان کردن کویل",
      quota: 5,
      features: [
         {
            text: "5 صفحه به ازای هر pdf",
            footnote: "حداکثر صفحه ای که فایل pdf میتواند داشته باشد",
         },
         {
            text: "4 مگابایت حداکثر حجم هر فایل",
            footnote: "حداکثر حجمی که فایل pdf می تواند پردازش شود",
         },
         {
            text: "قابلیت استفاده در دستگاه های موبایل و دسکتاپ",
         },
         {
            text: "پاسخ های با کیفیت بالاتر",
            footnote: "پاسخ های الگوریتمی بهتر برای افزایش کیفیت محتوا",
            negative: true,
         },
         {
            text: "اولویت پشتیبانی",
            negative: true,
         },
      ],
   },
   {
      code: 200 as const,
      plan: "Pro" as const,
      tagline: "برای پروژه های بزرگ تر با نیاز های بیشتر",
      quota: 14,
      features: [
         {
            text: "25 صفحه به ازای هر pdf",
            footnote: "حداکثر صفحه ای که فایل pdf میتواند داشته باشد",
         },
         {
            text: "16 مگابایت حداکثر حجم هر فایل",
            footnote: "حداکثر حجمی که فایل pdf می تواند پردازش شود",
         },
         {
            text: "قابلیت استفاده در دستگاه های موبایل و دسکتاپ",
         },
         {
            text: "پاسخ های با کیفیت بالاتر",
            footnote: "پاسخ های الگوریتمی بهتر برای افزایش کیفیت محتوا",
         },
         {
            text: "اولویت پشتیبانی",
         },
      ],
   },
];
